[PAD]
[unused1]
[unused2]
[unused3]
[unused4]
[unused5]
[unused6]
[unused7]
[unused8]
[unused9]
[unused10]
[UNK]
[CLS]
[SEP]
[MASK]
[c-]
[SeH]
[N]
[C@@]
[Te]
[OH+]
n
[AsH]
[B]
b
[S@@]
o
)
[NH+]
[SH]
O
I
[C@]
-
[As+]
[Cl+2]
[P+]
[o+]
[C]
[C@H]
[CH2]
\
P
[O-]
[NH-]
[S@@+]
[te]
[s+]
s
[B-]
B
F
=
[te+]
[H]
[C@@H]
[Na]
[Si]
[CH2-]
[S@+]
C
[se+]
[cH-]
6
N
[IH2]
[As]
[Si@]
[BH3-]
[Se]
Br
[C+]
[I+3]
[b-]
[P@+]
[SH2]
[I+2]
%11
[Ag-3]
[O]
9
c
[N-]
[BH-]
4
[N@+]
[SiH]
[Cl+3]
#
(
[O+]
[S-]
[Br+2]
[nH]
[N+]
[n-]
3
[Se+]
[P@@]
[Zn]
2
[NH2+]
%10
[SiH2]
[nH+]
[Si@@]
[P@@+]
/
1
[c+]
[S@]
[S+]
[SH+]
[B@@-]
8
[B@-]
[C-]
7
[P@]
[se]
S
[n+]
[PH]
[I+]
5
p
[BH2-]
[N@@+]
[CH]
Cl
cc
CC
O)
c1
c(
C(
=O)
c2
C)
cccc
c3
C(=O)
ccc(
)cc
(C)
(=O)
2)
cc(
C1
F)
N(
CCCC
c1ccc(
3)
CO
cn
c1cccc
c2cccc
c4
CN
C(=O)N
OC)
)cc1
c2)
C2
n1
nc(
C(C)
c2ccc(
N)
[C@H](
[C@@H](
c2c(
=C(
CC1
c1)
Cl)
c3cccc
NC(=O)
cc1
OCC
c1c(
c1cc
c1cc(
=C
S(=O)
CCN(
(F)
c3)
N1
n2
=O
c3ccc(
S(=O)(=O)
c3c(
CC(=O)
CC(
/C
c1ccccc1
C(F)
F)cc
c2cc
c2n
CCC
N2
4)
c2ccccc2)
OC
Cl)cc
O=C(
C(F)(F)
c1n
c(=O)
c2ccccc2
(C)C)
c2cc(
C(N
c1(
[C@H]1
=C/
=N
n(
[C@@H]1
C3
CC)
CCO
CCN
CC2)
1)
C#
c12
CC2
CN(
c1cccc(
c(-
CC(C)
c3ccccc3
c(C)
cc2)
NC(
cc2
(O)
c1ccccc1)
[C@H]2
Cc1ccc(
c(OC)
C(=O)O)
c3ccccc3)
[C@@H]2
n2)
nc(-
C(C)C)
c4cccc
)cc1)
O=
/C=C/
c3cc
C2)
CCC(
c5
3)cc
COc1ccc(
CN1
[O-])
CO)
C(F)(F)F)
cc1)
[C@H](O)
nc2
c(N
[C@@H](O)
C(O)
c3cc(
CC(=O)N
cs
CC1)
/C(
CC3)
[N+](=O)
CS
c4ccccc4
c1cc2
c3n
c(O)
2)cc1
CCCN
nc(N
CCOCC
cc3)
(C)C
(=O)=O)
n3
C1)
nc1
S)
C#N)
ccc1
/N
)cc(
C(=O)O
[C@H]3
CCCCCCCC
(N
c1cn
C3)
Br)
)ccc1
c2c1
O=C(N
cccc1
[C@@H]3
c2cccc(
C(C)(C)C)
c1ccc2c(
c4ccc(
CN2
C=
-c2ccc(
-c2
C(C)=O)
c(Cl)
COC(=O)
)cc2)
C[C@H](
n(C)
C(N)
=C\
n1)
C(C)(C)
cc3
co
S(
OCC)
CCN1
c[nH]
C(=
ncn
Cn1
C(F)(F)F)cc
OC(=O)
[C@H](C)
([O-])
Cc2ccc(
[C@@H](C)
c4c(
OC)c(OC)
C(=O)N1
)cc2
CNC(=O)
nc(C)
2)c1
=O)cc1
S(=O)(=O)N
CC3
C[C@@H](
C(=O)N(
Cl)cc1
nn
Cc1
O=C1
C(=O)N2
S(=O)(
Cc2ccccc2)
OCO
C4
CN(C)
C1=O
c4)
=N/
Cc1cc
c2cn
5)
cccc2
cc(-
)cc3)
[N+](=O)[O-]
C1(
c1ccc2c(c1)
F)cc1
Cc1cc(
c1cccc2
c1cc2c(
n3)
COc1cc(
CCC)
c2cc3
cc(C)
C(O)=O)
Cc1ccccc1)
[C@]1
nc3
-c2n
c2ccc(Cl)cc
[N+](=O)[O-])
OC(
CCN(C(=O)
CC(C)(C)
[C@@]2
CCC1
N3
=O)c1
cccc2)
[N+]([O-])
=C2
C#N
c(F)
[C@]2
n(-
s1
O1
CCC2
o1
Cc1ccccc1
ccc2
(C)CC
c(N)
[C@@]1
CC(O)
CCOC(=O)
NC(=O)N
Cc1n
c4ccccc4)
cccc3)
c1c2c(
cn1
F)cc2)
Cc1c(
CC(C)C)
nc(N)
C[C@H]1
O=C(O)
N=C(
c3cccc(
C1CCCC
=C1
Cn2
=S)
c2ccc3c(
CC(N
-n2
CCN(C
c3ccc(Cl)cc
c2)cc1
Cl)c(
c(=O)[nH]
c3cn
C(N)=O)
c3ccc(F)cc
P(=O)
(C
N(C)
n2)cc1
c1c(C)
CCCN(
c2[nH]
CCCCC2)
c2c(C)
CC[C@H](
3)cc2)
c2s
O[C@H](
C[C@@H]1
OC)c1
C)cc1
C2=O)
c4cc
CCCO
c2)c1
NS(=O)(=O)
Cl)cc(
c12c(
=N\
c23)
c1nc(
/N=C/
C)=O)
N#
ccccc1
3)cc1
N2CCN(
N1CCN(
CC(=O)O)
=C(\
OCC(=O)
c1=O
(C)(
CC4)
CC2)cc1
CCN(C)
c1-
ncc
c2ccc(-
[C@]3
S(C)
O(
Cc1cccc(
CCNC(=O)
N(C(=O)
c21
c2ccc(Cl)cc2)
c1s
ccc3
CN3
CCCC)
ccc2)
F)cc1)
cn2
CC4
C(=O)N[C@@H](
c4cc(
C4)
Cl)cc1)
[N+]([O-])=O)
CCO)
[C@H]4
c(S
CCS
CCCN1
Cl)c1
c2o
[C@@H]4
C(=O)OC)
c2nc(
c1ccc(Cl)cc1
CCCC1
nn1
c2ccc3c(c2)
C[C@H]2
no
c2ccccc21
[C@@]3
C2(
c5cccc
CCn1
C)cc2)
CCN2
c1ccc(N
3)cc2
N)N
cccc3
cccc1)
CCCC2)
c2cc(-
c(C(=O)N
OC)=O)
c2cc3c(
c3ccc(F)cc3)
C[C@@H]2
C2=O
/C=C\
n(C
S(C)(=O)=O)
cn2)
cnc1
Cl)c(Cl)
c2ccc(OC)
N1(
c2cccn
c2c3c(
ccc1)
O)cc1
(-
c1ccc(-
c2ccccc2)cc1
cnc3
c3ccc(Cl)cc3)
c(C)c1
n[nH]
)cc3
OC)cc(
CCOCC2)
Nc1n
c2=O)
=C(C)
COc1cccc(
OC(C)=O)
CCC(N
c2ccc(F)cc2)
c2ccn
F)c(
c2nc(-
P(=O)(O)
N(C(
COc1ccccc1
NC
CCCCC3)
CCN(CC)
ncc1
OCCO
c2)=O)
s2)
O[C@@H](
n4
C(=S)
/C=N/
CCC(=O)N
O)c(
CCOCC3)
N(C)C)
C12
C2)cc1
c2n1
CCCC3)
CC=
nc(S
CN(C(=O)
N(C
n2)c1
c1ccc(OC)
C=C
=O)=O)
[nH]1
/C(=C/
c3ccc(OC)
CC[C@@H](
/C(=C\
cc4
CNC(
Oc1ccc(
c1[nH]
C1=O)
c3ccc(C)
c2cc(C)
CCC3
c5ccccc5
c2cc1
CC2)c1
O)c(O)
CCCC2
c1cc(C)
c1ccc(O
C2=N
cc2)cc1
F)cc2
c2n(
C1CCN(
c3cc4
c2ccccc12
cc4)
N)=O)
[C@]12
NC(=O)[C@H](
c1(C)
C1CN(
Cc3ccccc3)
c1nc(-
OC)c(OC)c(OC)
[C@]4
Cl)cc2)
N2C(=O)
C3=O)
C)c1
c2cccc3
c2c(-
Nc1ccc(
CCCCC1
C(O
S(=O)(N
CC(=O)O
ccc3)
CCC(C)
CS(=O)(=O)
c1c(O)
c3[nH]
OCC)=O)
OC)c(
C(=O)OC
[C@@H]1O
c2ncn
c6
s1)
C1=C(
CCCN2
C[C@@H](O)
CCC2)
(=O)=O
oc(
(O
N(CC)
c(=O)n(
nn2
/C=C
c2c(=O)
C[C@H](O)
-c2cn
c2c(cccc2)
c3c(C)
c1O
-c2ccccc2)
-c1ccc(
NC(=S)
C(C)C
CCOCC1
=C(/
C(=O)NC
c3c(cccc3)
(C(F)(F)F)
[n+]1
CC1(C)
cc(O)
-c2cc(
N4
O2)
C(OC)=O)
CCCC(=O)
-2
cn3)
c3ccc(-
=N)
CC#
c2)CC1
[C@@H](O)[C@H](O)
C(=O)N[C@H](
c(NC(=O)
c1cc2c(cc1
c2nc(N
Cc1cn
C2CC2)
O2
C(=O)N3
N1C(=O)
[C@@H](CO)
c1ccc(Cl)cc1)
c3s
/C(=N\
C=C(
S(=O)(=O)N2
CCOc1ccc(
/C=C2
(F)(F)
[C@H]1O
CC[C@H]2
cs1
c2ccc(OC)cc2)
c3o
C1C(
nc2)
c2ccco
cs2)
c2c(O)
F)cc(
[C@]2(C)
[C@@]4
[C@@]2(C)
O[C@H](CO)
c1c(Cl)
c2cc(Cl)cc
Cl)cc2
CCCC(
ccc(-
C1N(
c1C
c2cccc(Cl)
Cc1cc(C)
C1=
cn1)
CC(=O)N1
n1c(
c1ccc(F)cc1
cccc4)
c12)
S(N)
CN1CCN(
CCC(O)
C3CC3)
c3ccc4c(
c1c(OC)
CCC(=O)O)
C(=O)OCC)
Br)cc
ncc(
c1o
nn2)
OCCCC
-c1ccccc1
C2=C(
C2CCCCC2)
C1(=O)
c2ccc(C)cc2)
c1cc2c(cc1)
/C=C(\
nc2c1
c3ccn
c2ccc(O)
C1=N
S1
C)cc1)
(CC)
C(=O)C(
CCN3
c2ccc(Cl)cc2
cnc2
Cc2ccccc2
C[C@H]3
ncc2
CSc1n
COC(
c3ccc(OC)cc3)
c3c2
c2c(Cl)
CCC3)
[C@@](C)(
Br)cc1
C(F)(F)F
CCc1ccc(
[C@@H](N)
C(C)(C)C
c(N3
c(=O)c(
C2CCN(
c3ccccc23)
C(=O)OCC
S(N)(=O)=O)
sc1
o2)
C(OCC)=O)
/C(C)
c1nc(N
NC(N
CN1C(=O)
S(N
CN)
Cl)ccc1
C(c2ccccc2)
COc1cc
c2ccncc2)
OCO2
OCO3)
c(OC)c1
c(O
c34)
c4n
OC)c1OC
4)cc
I)
c1)=O
n4)
C[C@@H]3
c4cn
c5c(
N)N)
CCCCC1)
OCC(=O)N
-c2ccccc2
[C@@H](NC(=O)
N2CCOCC2)
N1CCC(
C(CC)
CC2)=O)
n2c(
CCOCC1)
C#C
[nH]c(=O)
C=C1
C(=O)N(C)
CN(C
O)cc1)
[C@](C)(
O)c1
cc2c(
F)c(F)
[C@@]12
cccc(
c2ccc(C)
c2c[nH]
s3)
C(=O)N)
N(CC
nc12
NCC
c2ncc
CCN(C)C)
n(C)c(=O)
c3ccccc32)
c1=O)
c3ncn
OC1
c3ccc(C)cc3)
P(O)
ccc(OC)
/C(=N/
c3cc(C)
c(C#N)
c3ccc(O)
oc(-
C(F)(F)F)cc1
C2=O)cc1
c1ccc(F)cc1)
(CC
C(=O)NCC
c2ccco2)
Oc2ccc(
C(=N)N
=O)cc2)
c3cc4c(
C(C)(
c2C)
CCCCCCCCCCCC
Br)cc2)
=N/N
C(c1ccccc1)
Cc2c(
O[C@H]1
[C@]3(C)
4)cc3)
C1CC
C=O)
[N+](C)
CC[C@@H]1
c32)
c1(N
C(N1
c4ccc(F)cc
c2)n1
C(=O)(
C2=
O[C@@H]1
c1ccc(NC(=O)
Cc2cc(
c(Br)
nc3)
c3ccc4c(c3)
c2nc3c(
5)cc
CC[C@H]1
-c1n
c2ncc(
c(Cl)c1
c2ccccn2)
c1c(F)
C1CCCCC1
=O)ccc1
NC(C)=O)
c5ccc(
n1cn
[n+]2
nc1)
O3)
c2cccs2)
c1cc(-
[n+](
c3cccn
C(F)(F)F)cc2)
CC1(
[C@]2(
c3cc(Cl)cc
O=[N+]([O-])
CC(=O)N(
c1c[nH]
ccc4
c2ccccc2)c1
cs1)
c2ccc(O
CN(C)C)
[nH]2)
cc(OC)
c3ccco
c3n(
nc4
C1CC1
CC(O)=O)
O1)
c1cc(OC)
3C)
nc(N3
C(N2
c1ccco
2)ccc1
/N=C(\
CCC2(
nc2c(
CC(CC(
CC[C@@H]2
c3ccccc3)cc2)
OC3
[C@](
CCN(C(
CCCC1)
C5
CC[C@H]3
c4ccc(Cl)cc
c(C(N
c2ccccc2)CC1
OCC(
C(=O)/C=C/
[C@@](
4CCCC
cs3)
n1cc(
N=C(N)
/C=C2\
/C1
c2c(F)
=C1\
c3c(=O)
c3c4c(
)ccc2
c1c(N
Cl)c3)
nc(O)
c2nc3ccccc3
C(C(=O)N
Cn3
C(F)(F)F)c1
c3ccncc3)
C(=C)
c1cccnc1
c1cccc2c1
[N+](=O)[O-])cc1
c1c(-
CC(=O)N2
O)=O)
c2ccc(N
O(C)
CC)=O)
ccc(C)
c3cccc4
[C@]1(C)
CC=C)
CCCCC3
n2cn
S(=O)(C)
C(C)=O
O=S(=O)(
c(=O)o
c2nc(C)
N[C@@H](
CCc1n
CC3)cc
c2)C1
OC2
=C)
c2cccc(F)
CCC4
nn(
[nH]c(
c2c(c1)
n12
[C@H](NC(=O)
c1c(=O)
c1cc(N
c3ccco3)
C(C(
P(=O)(O)O)
CC(C)(
c2cc3c(cc2)
c3ccccn3)
[C@@]1(C)
C[C@H](NC(=O)
ccc(F)
CCCCC2
CCOCC4)
CCN1C(=O)
CCC1)
SC)
c(C)c(
C1CCCCC1)
c5)
COc1c(
c2c(OC)
c1cccc(F)
C1CC(
OC(=O)C)
[C@@]2(
c4cccc(
C3CCCCC3)
nnc1
c1ccc(OC)cc1)
(O)(
cccc4
c2c(cc(
sc(
no1
CSc2n
[C@H](CO)
COc1cc2
c3ncc
c2ccccc12)
C[C@@H](C)
c(F)c1
C/C=C\
CCS(=O)(=O)
CCOC
CN(C)C
c1cn(
COC)
=CC(=O)
[C@@H]12
CC2(
(C)c1
CC[C@]4
nc(NC(=O)
n1(
C(=O)Nc2ccc(
c3=O)
CCCNC(=O)
c1(=O)
Cc1c[nH]
c1n(
c1ncc(
c2cc(OC)
cnc1)
CCCCN
CCN(C)CC
c(-c3ccc(
[C@]1(
ccc(N
o1)
N1CC
c(-c2ccc(
CCCCCC
[C@@H]5
6)
F)cc(F)
c1(OC)
c1cc(O)
C(c1ccc(
NC(=S)N
c3)=O)
[C@@]3(C)
c(OCC
C(=O)Nc1ccc(
OCO4)
OC(C)(C)C)
F)ccc1
c2cccnc2)
=C3
O[C@@H]2
c2)ccc1
Cc3ccccc3
c3ccc(Cl)cc3
c1cs
c-2
C(=O)O)cc1
c2ccccc2c1
c23)cc1
C2)c1
OC)cc(OC)
-c2nc(
n2)CC1
c2ccccc2n1
[C@@]1(
ncc1)
c3cc(-
c1ccc(OC)cc1
C3(
4)CC3)
CCCN3
c1)=O)
Cn1cc(
nn1)
c1ncc
FC(F)(F)
C#N)cc
Nc1ccccc1
C1(C)
P(=O)(
c3c(Cl)
[C@H]12
C(N)=N
c(-c3ccccc3)
[nH]3)
c2cccc(-
c1(-
c2ccccc2)=O)
C(NC(=O)
/C=C(\C)
c(=O)n1
c3cccnc3)
c2cccc(C(F)(F)F)
C(NC(
OC(C)(C)
C(=O)NC(
C(F)(F)F)cc3)
CCC(=O)
COc2ccc(
n(-c2ccccc2)
OCc1ccccc1)
C(N(
CC[C@@H]3
3)c1
)cc(OC)c1OC
Cc2n
[N+](
P(
c3nc(
CCCn1
C(F)F)
CN2C(=O)
S(=O)(=O)N3
c(O)c1
sc2
[C@H](N)
3c(
c1(Cl)
[C@H](O)[C@H](O)
=O)ccc(
ncc3
cccn
CCCC3
/C=C/C(=O)
c3cccs3)
c2ccccc2Cl)
c1nc2c(
CN2CCN(
c(-c2ccccc2)
CC(F)(F)
C(=S)N
c3c(F)
N)ncn
Clc1ccc(
)cc2)cc1
oc(=O)
c5ccccc5)
O[C@H]2
c1cccc(Cl)c1
[N+](=O)[O-])c1
N2CCC(
C1C2
CCC[C@H]1
S2
[C@H]1CC
CN(C(
c3ccc(Br
C(=N)N)
cn(
Br)cc1)
Cl)c1)
N1CCOCC1
Cn1cn
C(=O)C)
C(N[C@H](
c1cc(Cl)ccc1
(O)=O)
c1ccc(OCC
nc21
COc1ccc2c(c1)
c2ccc3ccccc3
CN(C)C(=O)
C4CC4)
CC1)=O
c3ccc(O
c3C)
c1(F)
O=S(
C(CCCC
CC2)ccc1
[C@@H](NC(
c3ccccc3)CC2)
c2ccc(N3
O=C(Nc1ccc(
cc3c(
C)=O
CC1=C(
c2c1)
n3c(
(=O)o
=O)C
c2ccc(O)cc2)
cc(N
O=C(/C=C/
C(=O)NO)
c2cc(O)
c(NC(
CCc1ccccc1)
C5)
C[C@H](N)
[S+]([O-])
c2=O)cc1
=O)CC1
OC)cc2)
C=C(C)
c2cs
/C=C(/
c3nc(-
c2cc(F)cc
c3)cc2)
C2CCCC2)
o3)
C(O)(
Cc1ccc(NC(=O)
C23
S(=O)(=O)c1ccc(
C1=C(C)
C(N[C@@H](
C(F)(
o2)cc1
c2ccc3c(c2)OCO3)
n2C)
c2cccc(Cl)c2)
n1C
c2ncccc2
[C@@H]1CC
[nH]1)
n2)ccc1
c3cccnc3
=S
Br)cc(
c2ccccc2F)
c2ccc(F)cc2
c2ccc(Br)cc2)
-c1c(
Cc2ccc(-
c2ccc(OCC
/C=N/N
C(C)C)=O)
C(F)(F)F)cc1)
P(=O)(O)O
c1ccncc1
c(O)c(
#N)
CCNC(
3)cc(
nn3
c-
CC2)C1
c3cc(OC)
Cn1c(=O)
CC2)CC1
C[C@H](C)
C1CC1)
OC[C@H]1
=[N+]
(C)(O)
[C@H]5
1C
C#N)cc1
c1(O)
c1c2c(ccc1)
[n+]([O-])
[N+](=O)[O-])cc2)
nn3)
/c(
CN4
c4ccc(F)cc4)
Fc1ccc(
s2)cc1
Cc1nc(
c(N2
C[C@]12
OCC2
c1ccc2[nH]
O)cc2)
[C@H]2O)
c2ccc(NC(=O)
c1)N
c4[nH]
=O)cc(
c1nc(N)
CCOC)
C=C2
3)cc2)cc1
N(C)C(=O)
c3c(O)
c1ccccn1
(=O)N
nc2n1
c1cc(-c2ccc(
c1cc2cccc
C(C
Br)cc2
c1c(-c2ccc(
C(\
O=C1N
c2cc3c(cc2
C(Cl)
c1nc(C)
C2CCCC
CC5)
c3ccc(O)cc3)
c3c(-
c1N
c1ccc(-c2ccc(
c3c(cc(
CCc1ccccc1
/C=N/NC(=O)
n(-c2ccc(
c3ccc(F)cc3
ccc(Cl)
COc1cc2c(cc1
C(F)(F)F)cc(C(F)(F)F)
C1O
c2cccc(C)
c1cc(NC(=O)
Cc3ccc(
C(C#N)
C(=O)OC(C)(C)C)
C(=O)c1ccccc1
CC(C)(C)O
c3cccc(F)
CCCCCCCCCCCCCCCC
c2F)
CC=C(C)C)
Oc1c(
C(OC)
CCc2ccccc2)
c2)cc(
=O)cc2
c4ccccc43)
Br)c1
(F)F
C(N)=O
n1c2c(
=C(O)
nnc2
c4ccccc34)
/C=C/C
Cc2ccc(F)cc2)
c1ccccn1)
O=c1[nH]
n(-c3ccccc3)
C(C(N
[C@H]3CC
O[C@H](CO)[C@@H](O)
CCCCC)
-c2cc
c1ccc(C)cc1)
ncn2
c(=O)n2
c2cccc(OC)
nc1-
c2cc3cccc
C4CCCC
=O)cc1)
c(C(F)(F)F)
OC(C)C)
c3c2)
oc1
c2ccccc21)
c3)cc
c2c3ccccc3
C(F)(F)F)cc2
c2n(C)
2)CC1
sc2c1
CCC3(
c1ncn2
)cc1)=O
c4c(cccc4)
/C(C)=C/
COc1ccc(NC(=O)
[C@H]1(
[C@@]5
Cl)cc(Cl)
=N1
c3)cc2
O=S(=O)(N
C1CCCC1
c1ccccc1-
n2cc(
c1(-c2ccc(
SCC(=O)N
[N+](=O)[O-])cc
N#Cc1ccc(
c12c(cccc1)
OCc2ccccc2)
C(N3
C1C
c2Cl)
c1ccc(-c2n
CCCN(C(=O)
c1ccc(-n2
CN2CCC(
c1c(NC(=O)
CNC
N(C)C
c3nc4ccccc4
c(=O)[nH]c1=O
[C@H](O)[C@@H](O)
=O)C1
c3c[nH]
C(=O)C1
c3cccc(Cl)c3)
-c2o
N[C@H](
OCc1ccccc1
OCC1
n1c(-
c3cc(F)cc
-c2cs
c1ccc(O)cc1
O[C@H](CO)[C@@H](O)[C@H](O)
C#N)cc2)
)cc(C)
c4ccc(Cl)cc4)
[C@@]23
ccc(O)
Cc1ccc2c(c1)
Cc1ccco
CC(NC(=O)
Cc2ccc(Cl)cc2)
c2O)
c3ncc(
C(=O)C2
c1cccs1
CCCN(C)C)
nc3c(
[C@]23
C1CO
nc1N
C(=O)C
CCN(C)CC3)
c2ncnc3
CN1CCC(
c2cc(OC)c(OC)c(OC)
c(C(=O)O)
c2nc(N)
[n+](C)
C3=N
c2cc(NC(=O)
cc21
c(C)cc1
CCN1CCN(
C2)C1
c2ccc1
S(=O)(C)=O)
C=C)
C(=O)N1CCN(
n2cc
[C@@H]1(
c3ccccc3)cc2
CNS(=O)(=O)
c4ccc(OC)
C(CO)
(C)(C)
C(/C=C/
cc2)c1
c2N
CCCN1C(=O)
c1)C
=C1/
OCC(O)
)cc12
c1ccc(N2
C)c(
c2c(N
cc2c1
Nc1nc(
[C@]3(
[C@@H]3CC
n3cn
N=C(N)N
on1
C(=O)N(C)C)
ccn1
[C@@H](OC(C)=O)
S(=O)(=O)O)
c3nc(N
cn3
c2cc(OC)c(OC)
N(CC(=O)N
C3CCCC3)
[nH]c(-
ccc4)
CC(C)=
Oc1ccccc1
Cc1ccccc1)NC(=O)
c2c(c1
[C@@H]2CC
c3c(OC)
C2=O)c1
C1CCC(
C(S
c4ccc(C)
OC)cc1
Cc2cn
nn(C)
CC(N)
c3ccc(N4
C(C)C)cc1
c1ncn
CCCO)
c1ccccc1)c1ccccc1
Cl)c(Cl)c1
n1cc
3)CC1
C(C(=O)O)
ncn1
CN1CC
c1ccco1)
C12CC3
[C@@H](N
N2CCCCC2)
C3=C(
c3cc(O)
[C@H](C)C
c12ccccc1
c3cc(OC)c(OC)
2)cc(
C(=O)N2CCN(
[C@H](O
c2cccc3cccc
N1CCCC1
c(SCC(=O)N
CCOCC2)cc1
c12cc(
[C@@H](O
C2)CC1
=O)[nH]
c3ccc(Br)cc3)
c(=O)n(C)
C(CO
C(=N)
c3ccccc3Cl)
c(C(=O)
ccc2c1
c4cccn
Nc1cc(
Cc1o
OCO2)
c1ccco1
Cc1c(C)
c3ccccc3)=O)
CC3)cc2
=[N-]
c1cccnc1)
C(C)(C)C)=O)
c(CC)
c1cccc(F)c1
CC5
4CCOCC4)
CCN(C)CC2)
3)ccc1
c3nc(C)
[C@@]3(
c2ccccc2)cc1)
[C@@H](CC
CCC2(CC1)
C(F)(F)F)c3)
c1cccs1)
[C@H](OC(C)=O)
c2cc(N
P(O)(=O)
=C(N)
/N=N/
nnc(
CO2
C(=O)N(C
c1ccc(C)cc1
CC#N)
Oc3ccc(
ccccc12
S(=O)(=O)C)
c1(NC(
CC[C@]4(C)
CCCCN)
[nH]c1
CCCCNC(=O)
(c2ccccc2)
nc1C
c1cccc(C)c1
c1c(N)
ccc12
(C)C)=O)
C(CC
c4ccccc4)cc3)
n2C
CCNCC3)
c2c(N)
CCCCO
CCCCC
c3ncccc3
c1cc(C(=O)N
Cl)cc3)
sc3
c2cc1OC
c(C)c(C)
/C=C2/
c1ccncc1)
c2nc(N3
c3ccc(OCC
c2c(Cl)cccc2
2)cc1)
OC(C)
O=c1
4)=O)
[nH]c2
C(=O)N1CCC(
[C@]5
[C@@H](CO
C3=
c3ccccc32)cc1
c4ccccc4)CC3)
CC(N)=O)
c2cc(Cl)c(
c2cccc(N
[C@H]3O)
c2nc1
)cc2c(
N=C1
CC2)n1
c5cc
cc2)=O)
c1cccc(NC(=O)
OCCO2
c1cc(Cl)c(
[C@H]1CC[C@H](
n2)C1
C/C=C/
c(Cl)cc1
ccc(Cl)c1
C(C)=C(
C/C(=N\
C1)C2
c1ccc(Br)cc1
CCCS
NC(N)
CN(CC)
3)ccc2
C(NC
)ccc3
c(OC)cc1
c(C
nc(-c3ccccc3)
OO
c4ccc(O)
C4=O)
S)=N
cc1)=O
=[N+]=[N-]
C/C(=C\
/N=C(/
N2CC
Oc2c(
CCCN)
2)C1
Cn1cc
c3ccccc3F)
c1ccc(C(=O)N
N=C2
nc(SCC(=O)N
CCCCN1
C1CCCC1)
c1c(Cl)cccc1
=C(C)C)
n3C)
c1cc(OC)ccc1
C(=O)(N
F)c(Cl)
c3ccccc23)cc1
c3cccc(C)
c1ccc(OC
n1-
c1c(OC)ccc(
Cc1ccc(O)cc1)
c4ccncc
ccccc4
c(=S)
N(CC)CC)
nn(-
[C@@H](C
c1nc2ccccc2
c21)
c1cccc(N
4)cc3
c(=O)[nH]c(=O)
c2ccc(Cl)c(Cl)
c1c(NC(
O[C@H](CO
n3cc
Cc1ccc(Cl)cc1
=O)=O
c1ncccc1
(Cl)
/C2
oc(C)
c1cc(C)ccc1
c1(NC(=O)
CC2CC2)
n3)cc2)
CCO1
c2cccc(O)
Cc1nc(-
c2c(F)cccc2
c1cc(-c2n
N2CCCC
C(OCC
/C=C3
CC12
C(O)=O
C[C@H]1CN(
=N)N
[C@H](CC
C)ccc1
c2c1cccc2
c1cncc(
c1c(Cl)cc(
C3CCN(
c2cccc(F)c2)
c3ccc4c(c3)OCO4)
NC1
CCOc1ccccc1
N1CCN(C(=O)
F)cc3)
Cc1cs
c-3
n2cnc3c(
N2CCCC2)
[C@@]4(C)
-c2c(
c3cc(OC)c(OC)c(OC)
c1c(Cl)ccc(
n(CC)
c1(C(N
c5cc(
C(c1cc(
[C@@H](OC(=O)
[C@@H](O)[C@@H](O)
(=O)=O)cc1
NC(=N)
c1c(C(=O)N
[C@@H](C)C
cnc(N
CNCC
N2CCN(C(=O)
NC1=O
[C@@]1(O)
c2)ccc(
ccc21
SC
NC(=O)C(
CC3)=O)
c2cc(C(F)(F)F)cc
)ccn1
[N+]1
NC(=O)c1ccc(
CC[C@H](C)
c4cc5
c3cc4c(cc3
N1CCCCC1
CO1
c1cc(F)ccc1
CC(=O)Nc1ccc(
CC3)cc2)
NCCCC
COc1ccc2c(
-c2[nH]
c2cc(Cl)ccc2
c2ccc(C(F)(F)F)cc2)
COc1cc2c(cc1OC)
COc1ccc(-c2n
oc2c1
=C(N)N)
cc2)ccc1
C3)C2
C1=C
S(=O)(=O)N(
COC
CC[C@]3(C)
COc1ccc(C2
C(c3ccccc3)
c3ccc(N
CC1CC1)
)cc(-
n1c(N
CC(C)(C)C)
n3)cc
c2c(Cl)cc(
c1c(F)cccc1
N2C
[C@H](C)CO)
-c2nc(-
[N+](=O)[O-])cc1)
/C=C/C(=O)N
Cc1cc2
CC(C)C
c1(-c2n
CNC(=O)N
C(=O)O1
Cc1cccc2
nn2)cc1
c2cccc(C(F)(F)F)c2)
c3ccc4ccccc4
FC(F)(
n2c(=O)
S(=O)(=O)c2ccc(
Cc1cn(
ccc(F)c1
O[C@@H]3
c3cccc(F)c3)
CCN)
c2occc2)
CCC4)
C#N)cc3)
Cc1ccc(C(=O)N
OC[C@H]1O[C@@H](
c(C(
nc4)
C[n+]1
F)cc2)cc1
[C@H](O)[C@@H]1O
ccc(NC(=O)
CCc1cc(
c3ccc(C(F)(F)F)cc3)
-c2s
[C@](O)(
c1n(C)
CS)
c(F)c2)
C(O)C(O)
CC1CCCCC1)
n1c(=O)
C)C
N1CCOCC1)
[C@@](O)(
CC1=O
c1ccc2c(c1)OCO2
CCNCC2)
Cn2cn
[C@@]2(O)
c3cs
Cn1c(
c4c(C)
c2cccc3)
c2cc(=O)
c2C1
c(=O)c(C(=O)O)
Cc2ccccc2)CC1
/C1=C\
nc2ccccc12
CCCCCC)
c1c2c(cc(
c2c(n1)
c1(C(
Cc1ccc(F)cc1)
n2)cc(
cccc12
[N+](=O)[O-])cc2
c1c(C(N
c2[nH]1
C(=O)c2ccccc2
COC(=O)N
CCN(CC
Cc1ccc(F)cc1
nnc(-
C1CCCN(
C[C@@H](N)
CCNCC1
[C@@H]1C
C2)=O)
[C@]1(O)
/C(=N/O)
cs2)cc1
c3cccc(OC)
C(=C/
C(=O)CC
[C@H](OC(=O)
ccc(NC(
c2nnc(
c13)
cccc2)c1
C(F)(F)F)cc(
OCCO3)
Cc1s
c1nnc(
c1cc(Cl)cc
c43)
[C@@]21C
ncn3)
c2ccc([N+](=O)[O-])cc2)
CCN(C)CC1
c2ccc(C(=O)N
CC1)=O)
c1cc(NC(
c1cc(Cl)
CC2)cc(
CCl)
[nH]c3
c3ccccc3)cc
cc(NC(=O)
c2cc(C(=O)N
c1ccc(O)cc1)
[N+](C)(C)C)
C1CC2
C(CN
cn2)cc1
cc2C)
CC3(
Cc1ccc(N
C1)=O
c1cc(Cl)cc(
c(=O)[nH]1
c(OC
o2)c1
c1c(-c2n
COc1ccc(N
/C=C1\
c2cccc3ccccc23)
Nc1cccc(
c1c(O
Br)ccc1
N=
OC)c(OC)c1
CC(F)(F)F)
CC2CCCCC2)
cc(C(=O)N
c3c(F)cccc3
CC(C(=O)N
/N=
NC(=O)c1ccccc1
c2c[nH]c3ccccc23)
c(NC
s2)c1
[C@H]1CC[C@H]2
c2)cc1)
Nc1cc
C23CC4
c12cccc
[N+](C)(C)
[C@]2(O)
c3cc(Cl)ccc3
C(C)(C)C)cc1
ccn2)
c1nnc(-
c2ccs
[C@H]1C
N3CCOCC3)
OCCN
F)cc3
c2ccc(OC
Cc1ccc(-c2ccccc2
C1CCN(C(=O)
cc(C)c1
c2ccccc2)C1
c3ccc([N+](=O)[O-]
C(C)C)c1
Cc1c[nH]c2ccccc12)
c1ccc(Br)cc1)
c4ccc(-
C3)cc1
(F)F)
CC3CC3)
nnn2
Cc1ccc(S(=O)(=O)N
Cc1ccc(-
N)c1
c1(N)
nnn1
ccc(O
cc3)cc
Cc1ccc(Cl)cc1)
COc1ccc(-n2
c1ccc(Cl)
c2cc(F)
[nH]c2c1
CCOC(
n2c1
c1ccc(C)
c1ccc([N+](=O)[O-])cc1
C1=C(O)
C(F)(F)F)c1)
CCc3ccccc3)
Cc1ccc(-n2
[C@]4(C)
c3cc4c(cc3)
[C@@H]2[C@@H](
c3nc4c(
[C@H](C
c2ccc3[nH]
n5
NC(=O)CS
nc2N
c(C)c2)
S1(=O)
CCCCCCC
C(=N
C1(C)C
c1c2cccc
OC)c(OC)c3)
CC(CC(C3)
c([N+](=O)[O-])
[C@H](N
[C@H](C(=O)O)
c2cccc([N+](=O)[O-])
ccc1O
c(C)n1
CCC(O)=O)
CCC1(
c1cc(O
COc1ccc(C(=O)N
[C@@H]2O
c4ccc5c(
CCOC1
B(O)
C2C(
N#Cc1c(
CCOc1cc(
c1ccccc1)=O
CC(=O)N[C@@H](
5)cc4)
c3n(C)
NC(=O)CO
c3cccc(Cl)
S(=O)(N)=O)
C(=O)O)c1
c2sccc2)
c1c(C(
c2ccccc2)n1
N3CCN(
c3ccc(C(=O)N
c1co
C(NCC
#N
OCCN(
=O)CC2)
n2c3c(
c1(Cl)ccc(
N(CC)CC
c3F)
COc1ccc(-
CCCC(=O)N
F)cc2)c1
c4ccco
c2ccc(OC)c(OC)
c1(C(=O)N
C(C)(C)O)
Cc1cc(N
c2=O
N1C
=C(N
c1ccccc12
nc2cc1
c1sc(
S(C)(=O)=O
nc(Cl)
cn4)
OCCCO
ncn2)
CC(O
c4s
c(O)cc1
O=C(CSc1n
CC[C@H](O)
C(=O)O)cc2)
c4cc(Cl)cc
[nH]2)cc1
c1ccccc1Cl)
Cl)c(Cl)c3)
c2=O)c1
c6cccc
[C@H](CC(C)C)
=O)C)
C(=O)N(CC)
CCCC4)
c2nc(-c3ccccc3)
C2C3
c2cc(Br)cc
(-c3ccccc3)
c12ccc(
CC[C@@H](C)
nc2)cc1
CC1=
(F)(F)F)
C(F)(F)F)ccc1
c12c(cc(
C(=O)c1c(
CCC[C@H]2
C(=O)N[C@@H](Cc1ccccc1)
CCC=C(C)C)
=[N+]=[N-])
=C4
n1c(C)
c1cc(-n2
Cn2cc
n2)ccc(
c2sc(
OCO4
C[C@H]4
c2ccc(Cl)cc2Cl)
OCc3ccccc3)
c2cc(Cl)
Cl)c(Cl)c1)
[C@@]1(C)CC
/N=C2
c(-c2n
[C@H](C(C)C)
c1c2c(ccc1
c2cn(
n1(C)
Cl)cc3
c2ccccc2OC)
c2c(-c3ccccc3)
/C(C#N)
no2)
S(=O)(=O)c1ccccc1
nc2C)
c2sc3c(
=C/C
c3cc(OC)c(OC)c(OC)c3)
cc1-
s2
c4ccc(OC)cc4)
CC(O)(
Cc1[nH]
c1(O
C(=O)N1CC
n(CC(=O)N
nccc1
CS(=O)(=O)N
)cc4)
c4ncc
[C@](C)(O)
C)C)
C2)n1
Cc2ccc(OC)cc2)
c2cccnc2
CCN(C)C
c1(-n2
Nc1c(
CCN2C(=O)
C[C@@H]4
[nH]2
[C@H](NC(
c1ccc(NC(
OCC(N
COc1ccc(Cl)cc1
CC1(C)C
c4c3
CN2CC
c4ccccn4)
NC(=O)[C@@H]1
Cc1ccco1)
C(=O)N2CC
c2c(ccc(
cc5)
cc12
c1cc(=O)
NC(=O)C
CCn1cc(
c1cccc(Cl)c1)
C2)ccc1
C2CCN(C
c1cc(OC)c(OC)c(OC)
4)cc2)
c1c(-n2
c3cccc(C(F)(F)F)c3)
O=C1c2ccccc2
C[C@H](N
(N)
CCCC(C)
c2ccc(Cl)
[N+](=O)[O-])cc(
CCOCC2)c1
CCC(C)(C)
n2)cc1)
Cn2c(=O)
c2ncn(
CC(C)N
c(=O)c1
[C@]34
Cc3c(
)ccc1)
C1(O)
CCC)=O)
c2ccccc2)ccc1
C(=O)NC(=O)
C(OCC)
C/C(
c1cnc(
[C@@H]1O)
CC3)cc1
c1nc(-c2ccccc2)
c1cn2
/N=C1\
CCC[C@@H](
Nc1ncn
C=CC(
c1c(F)ccc(
c1ccc(C2
[C@@H](OC)
Cc1no
c3)CC2)
OC[C@@H]1
Cl)cc2Cl)
C(N)=N)
cc3)cc2)
[C@H]2[C@H](
cccc5)
-c2ccc(-
OCCOCC
C3=O
N2CCN(C
COc1cccc2
S)N
(CO)
c1ccccc1Cl
c1ccc2ccccc2c1
ncc(-
ccc(OC)cc1
nc2-
CC(C(=O)O)
c2ccc(OC)cc2
c3cco
C(NC)=O)
CCCCCCN
CC(C)(O)
c2cc3ccccc3
=O)o
-c2c3c(
(C)C)cc1
OCO3
Cc1ccc(O
CC(c2ccccc2)
CC4)cc3)
ncc2)
CCCCCCCC)
c1cc2cc(
(=O)=O)c1
n2ccc(
cc3)=O)
c1c(Br)
cc2c(c1)
c1ccccc1)=O)
N(CCCl)
N(c2ccccc2)
Cc1ccc(-c2n
5CCCC
Oc1cc(
3)cc2)c1
Nc1ncc(
c2C)cc1
N(Cc2ccccc2)
CC)cc1
c2c(C#N)
CC1CCN(
OC)c(OC)cc1
c1cccc(O
on2)
ncnc(N
c1cnccc1
C1N(C(
[C@@](C)(O)
NC(=O)[C@@H](
c3c4ccccc4
c1c(Cl)c(
/C=C/C(
c2ccncc2
[C@H](OC)
nc2ccccc21
5CCOCC
c4cc(C)
Br)c2)
nc3ccccc3
cnc2c1ncn2
CCCCN(
CC)c1
cnn2
=O)c(
c1(C2
OC(C)(C)C
n(Cc3ccccc3)
c(C)c3)
nc(C(=O)N
CC2)cc1)
c2cc(N3
c2c(Cl)cccc2)
c2ccc(C#N)cc2)
O4)
c1cccc2)
CCC(=O)O
c4ccc(C)cc4)
cn2)CC1
OCC3
(-c2ccccc2)
N1CCCC
c1cnc(N
c4)CC3)
c[n+](
Cc1ccc(S(=O)(=O)
c4cccc(Cl)
c3ccs
CC1=N
c[nH]1
c(=O)n(C)c(=O)
cc(-c3ccccc3)
OCC(=O)O)
c1(OC)ccc(
CCC(C)C)
c3cc(Cl)c(
c1-c1ccccc1
C#N)c1
c2ccc3ccccc3c2)
CC(CC(C4)
C)cc(
c1cccc(F)c1)
c3ccc(C#N)cc3)
CN(C)c1ccc(
(c1ccccc1)
c1cc(C(N
c1c(OC)cc(
CC1CCCO
CCC[C@@H]1
nn12
Cn2cc(
(=O)O
[C@]12C
[C@H]2O
c1cc(C(
c(OC)c2)
CCC(N3
c3ccc(OC)cc3
C2)C3)
NC(=O)C2
c2cnccc2)
C/C=C\C/C=C\
c4o
NC(=N)N
[C@H](CC)
c2cc(O
C(=O)CS
CCCCC2)cc1
O=C(COC(=O)
c1ccc(O)
c2c(C)cc(C)
C(=O)N2CCC(
ncnc3
c3ccccc3OC)
[C@@H]4[C@@]5
[C@H]2CC[C@H](
/N=C\
[C@@H]2O)
c3cccc(-
N(C(C)=O)
c3ccccc3-
c3cc(OC)c(OC)cc3
c2ccccc2c1=O
SC(=S)
c1ccccc1)N
CCCN(C)
CCSC)
nc(C)c1
NC(=O)C)
C(=O)NC(=O)N
c1c(C)ccc(
c2ncccc2)
c(N4
C(=O)N1CCC[C@H]1
CC(=O)N3
CN3CCN(
c2ccc(O)cc2
CCC(CC)
n2)n1
[C@@H](C)O)
NC(=O)/C=C/
=O)n(
[n+]3
C#N)cc2
FC(
c2cc(Cl)cc(Cl)
NC1=N
c3c(N
c2c1=O
CCC#N)
c1O)
Cc4ccccc4)
c2cccc3c2
N(Cc1ccccc1)
c6ccccc6
ccc(OC)c1
OC1=O
nc(C(F)(F)F)
C(=O)NC)
c2co
c(F)cc1
c3occc3)
O2)cc1
c1cccc2ccccc12
N=C(N
c1ccccc1O
N1CCN(C
ns
nc23)
c4c3)
COC(C)=O)
CC3CC(
c3ccc(Cl)
CCCN(CCC)
c1cc(F)c(
[C@]3(C)CC
c(C)cc(
c1cccc(C(F)(F)F)c1
c1ccc(CN
C(=O)/C(=C/
c3ccc(O)cc3
c1cccc(-
ccn3)
-c1cc
c1c(-c2ccccc2)
SC1
CO[C@@H]1
c1c(C)cccc1
O=S1(=O)
c1cccc(-c2n
c(C)cc(C)
cc5
c(CN
c3c(Cl)cccc3
COc1ccc(OC)c(
C(=O)N[C@@H](C)
c3cc(C(F)(F)F)cc
n1)=O
=C(C#N)
=O)cccc1
CO[C@H]1
[C@H](Cc2ccccc2)
c(=O)n3
CCCN(C
CC(C)(C)C
c2c(OC)cccc2)
CN(C)S(=O)(=O)
sc(-
c1cccc(C)
Cc2ccc(O)cc2)
c1ccc(O)c(O)
[N+](=O)[O-])ccc1
c(=O)[nH]c2=O)
[C@@]3(C)CC
nc32)
COCCO
c2ccc3n
[C@H](Cc1ccccc1)
CC[C@@H](O)
c3ccc(Cl)c(Cl)c3)
c2cc(C)ccc2
c2ccccc2C)
[C@@]21
-c2nc(N
[C@@]34
/C=N\
C=C\
nc(OC)
CCC(N)
c2ccc(Cl)cc2)cc1
c1(S
[nH]n1
ccccc12)
c1c-2
CN(CC
COc1cc2c(
c2cc(OC)c(OC)c(OC)c2)
CCCN2C(=O)
C2CC
C(NO)=O)
C(=O)N[C@H]1
CCCN1CCN(
c2cccc(O
C2(C)
CCCO2)
cc3C)
[C@@]2(C)CC
)cc(O)
N(O)
C(C(=O)
c(/C=C/
c2ccc(Cl)c(Cl)c2)
CC[C@H]4
N(CCC)
C(=O)NCCCC
c3ncccc3)
n3)cc2
4)cc2
COc1ccc(C(=O)
cn2)c1
c45)
CCCNC(=N)N)
CCC[C@H](
c3ccc([N+](=O)[O-])cc3)
nc(N2
c2nnc(-
CCn2
c1(N2
c4)cc3)
C1=CC(=O)
SS
C21
O=C(N/N=C/
c(-n2
nc3c2
C(N1CCN(
n(Cc2ccccc2)
C(O)=C(
N2CCN(C(
c2ccccc2c1)
CC(O)CO
c2cc(F)c(
CC(=O)OC
C(=O)Nc1ccccc1
c3cc(OC)ccc3
Br)c3)
4CCCCC4)
CCCC(N
C(C(C)C)
CCC(=O)N1
C(=O)N/N=C/
c1ccc(Cl)cc1Cl
c3ccccc3C)
c3c2cccc3)
c1ccc(Cl)c(
4)c3)
o2
c3cccc(O)
C1CCN(C
c(=O)cc(
[C@@]4(C)CC
Cc1cc(O)
[C@H](C)N
Cc1c(Cl)
c2ccccc2)CC1)
c1(F)ccc(
CN(S(=O)(=O)
cc1)=O)
c1c(cccc1)
c1c(OCC
c3nc(N)
c2c(F)cc(
c(OC)c3)
c2sccc2
CC2=O
nccc2
CCC3(CC2)
Cn2c(
CCCC(=O)O)
/C(=N\O)
cccc2)cc1
c3c(ccc(
c2c(C)cccc2
P(O)(O)=O)
CN=C(
C(OC
N2)
ccc5
cc(=O)
COc1cc(N
c1sccc1
O=C1N(
/C=C3\
C(C)(C)O
CC)cc2)
c1c(F)cc(
C)C(=O)
C3)cc2)
C2(C)C)
c2c(=O)n1
CCNS(=O)(=O)
c3nnn
C(=S)S
C[C@@]12
c2ccc(-c3ccccc3)cc2)
c2ccc(N(C)C)
C1N(C(=O)
Cc1cc(C)cc(
c1oc(
[C@@H](C)CO)
c4)cc
c(C(N)=O)
NO
/C=C/C=C/
-n1
c1ccc(C(F)(F)F)cc1
c(N(C)C)
C1(N
C(C)(O)
N3C(=O)
Cc1cccc(C)c1
c3cc4ccccc4
C34
(C(=O)O)
[C@H]1[C@H](
[C@H]1O)
N(S(=O)(=O)
c2cccc(OC)c2)
O=C1NC(=O)
CC(C)O
C2=C(O)
[C@H]2CC
C(C)(C)C)cc2)
Cc1c2c(
CCC[C@@H]2
C2CCN(C(=O)
c(OC)c1)
c4cccs
COc1cc(OC)
NC(=O)c1cc(
c2cccc(NC(=O)
-c2ccc(F)cc2)
S(=O)(=O)N1
c2cc(-c3ccccc3)
c(CO
c(C)c2
P(O)(O)
CCN(CC)C(=O)
C(C(F)(F)F)
nc2n(
c2ccc(C)cc2
n(C(C)C)
CC[C@]43C)
C(=O)N(C)C
c4ccco4)
cn(C)
c2ncc(-
c1nccc(
c3cnccc3)
c3ccc(Cl)cc3Cl)
Nc1nc(N
no1)
S1(=O)=O
P(O)(=O)O)
nn2)c1
c2ccc(F)cc2)CC1
C2(C)C
nc(SC
CCN4
CCCO3)
c7
CC[C@]4(C)[C@H]3CC
c2ccc(S(=O)(=O)N
c2ccc(Br)cc2
[N+](C)(
c4cc5c(
C(=O)N[C@@H](CC(C)C)
c1ccc2c(c1)OCO2)
NC(=O)N1
n(C)c1
Cc1ccc(C)
Cc1nc(N
c2cc(C)cc(C)
c1(OC)cc(
c2cco
C(CCC)
COC(=O)c1ccc(
C)C1
N12
c3ccccc13)
[C@]3(O)
c3sccc3)
O=c1cc(
NC(=O)[C@H](CC(C)C)
C4CCCCC4)
CCN1CCC(
C2CC(
c4cccc5
c2n(C
NS(=O)(=O)c1ccc(
CCCN=C(N)N)
n1c(N)
cc4c(
c2c3
NS(=O)(
OCCO4)
N1(C(
nc(N3CCOCC3)
-c1cc(
c4ccc5c(c4)
N)cc1
c1ccccc1F)
c4ccncc4)
N=C
c3c(c1)
/N=C(\C)
c4n(
c3cc(C)ccc3
c2oc(-
[C@@H](C(=O)O)
CCC(O)(
c3Cl)
C12CC3CC(CC(C3)
Cc1ccc2c(
c(=O)c2c1
c3ccc(C(=O)O)
/C1=C/
C(Cl)(Cl)
c2cc(OC)ccc2
OC[C@@H]2
C(C(O)=O)
cc(C)cc1
c12n(
3)cc1)
Cn1c2c(
ccc(Cl)cc1
c3c(n2)
F)c1
[C@@]3(O)
O=C(CN1
c1(-c2cc(
C3CCC3)
c1(Cl)cc(
N(C(=O)N
c3cc(Br)cc
CCC12
ccn1)
Cc1cccnc1)
c3cccc4cccc
[C@H]2C
[C@H]2[C@@H](
CCC(C(=O)N
c3ccccc3)CC2)cc1
CCCCCC3)
n(C)c(=O)n(C)
[C@H](O)[C@@H](O)[C@H](O)
N(CCCl)CC
Cc1ccco1
CCN2CCOCC2)
[C@H](CO
OC(CO)
c1-2
CC(C)(C)N
=C/C=C/
C(=O)OCC(=O)
c4cccc(F)
c1ccc(S(=O)(=O)N
4CCCC4)
/C=N/NC(
c1cn(C)
c1c(C)cc(
F)c(-
C(C)(C)[C@@H]5
c1ccc(S
C1=S
Cc1cccs1)
c3n[nH]
CCN(C)CC1)
[nH]2)c1
c(NC(=O)N
c(Cl)c2)
=O)cc3)
c3cccc(N
c(SC)
c32)cc1
c(F)c3)
c2-
c3ncccn3)
c3cc(N
-c2ccc(Cl)cc2)
c4c(Cl)
c(OCC)
c3ccc(S(=O)(=O)N
nc(-c2ccccc2)
CCOCC3)cc2)
c(=O)n(C
C(C)C)cc2)
c2no
c4c5c(
COc1ccccc1N1CCN(
n5)
CCCOc1ccc(
co1
c1cccc(O)c1
(N3
c1cc(OCC
N1)
=O)(
=N2
nc(NC(
c4ccc(N
c1cccc(-n2
OC4
c3c(N)
O[C@H](C)
nc2)c1
c4ccc(C(F)(F)F)cc
c2cc(OCC
c2nc(O)
Cc1ccc(OC)
N1(C
Cc1cccnc1
c4cccnc4)
c3n2)
C(OC(=O)
c5cn
O=C(CS
C1(c2ccccc2)
C(F)(F)F)c(
[C@H]1CO
c4ncn
C(C#N)=C(N)
C1CN(C(=O)
C1c2c(
c1(Br)
n[nH]1
c3c(c2)
c2)cc
C(=O)C(C)
c4c(F)
c1ccc(C(
/C=C1/
c(OC)c(OC)
[C@H](C(=O)N
c1c(O)cc(
c1ccc(CN2
[C@]2(C)CC
Cc1nn(C)
CC(=O)OC)
c1c(C2
C3CCCCC3
c1c(C#N)
c1(C)ccc(
C2=O)ccc1
C)(
[C@@H](O)[C@H]1O
c2ccccc2O)
c2ccnc(N
c2c(F)cccc2)
P(=O)(O
)cc(OC)c1
c3cc(O)ccc3
C1N
Br)c1)
[C@H](Cc1ccccc1)NC(=O)
[nH]c12
3)cc21
cnc12
c1cc(F)cc
c(C(C)C)
c4cc(F)cc
N(S(
CCn1c(=O)
C(=O)N2C
C(CS
sc1)
c2cn(C)
c1cc(C2
c(N)n1
C[C@H](NC(
C[S+]([O-])
c2cnn3
CC[C@H](NC(=O)
C#N)cc1)
c2ccc(-c3n
P(O
CCN(CC)CC)
c3cccc(OC)c3)
CCCCCCC)
OCCO2)
CCc2c(
c2)nc1
ccc(C)c1
c3-
c2ccc(Cl)cc2)CC1
nc3C)
C23CC4CC(CC(C4)
c3ccc(C(F)(F)F)cc
C[C@@H](NC(=O)
c2cc(S(=O)(=O)N
cc(Cl)
n1ccc(
[C@]1(C)CC
ncnc32)
c4ccc(Cl)cc4
c3ccccc3c(=O)
3)cc2)CC1
NS(
c(C)cc2)
CC[C@@]4
ccc1)=O
Cc1ccc(S(=O)(=O)N2
ccnc1
CC1CC1
c1ccc(Cl)c(Cl)c1
c1c(OC)c(OC)
CC(CO
n(CC
c4n3)
c2ccccc2C1
nc3n2
c2)cc1OC
c1(Cl)c(
CO2)
Cc2ccccc2)c1
C=C3
C4(
N[C@H]1
c1ncc(-
[N+]([O-])=O)cc2)
c4nn
oc12
/C(O)
CN(Cc1ccccc1)
C3)=O)
[N+]([O-])=O)cc1
CCCCCCCCCC
-c2c[nH]
C(=O)c2c(
c1(CN2
c3n2
C1=C(C)N
C#N)cc(
C(=O)N[C@@H]1
c1C)
O=C(N1
N(C(N
COc1ccc2[nH]
c2nccc(
O)=O
cncc1
c3c(F)cccc3F)
CC(C)C)=O)
[nH]cc2
/C(=C(\
c(=O)n(-
C[C@@H](CO)
CCN3CCOCC3)
c1cc(OC)c(
N1(C)
c4ccc(F)cc4
[C@@H]2C
ncc3)
O=C(Nc1cccc(
cccc1)=O
c2ccc(S(=O)(=O)N3
N#Cc1cccc(
c1c(F)c(
c1(CN
c3ccc(C)cc3
c([N+](=O)[O-])c1
c(Cl)cc
c2cccc(C)c2)
c(Br)c1
CC(=O)N1CCN(
c1c(C(F)(F)F)
[N+]2
CCN(S(=O)(=O)
C)cc2
/C(=C(/
c2c(Cl)cccc2Cl)
[C@@]13
c(-c4ccccc4)
nc1S
O[C@H]3
C(=O)O)cc1)
c2c(C)cccc2)
c1c(O)c(
n2)=O)
OCO5)
O=C
C(N(C)C)
c1ccc(-c2ccccc2)cc1
CC2=O)
C(CNC(=O)
c5[nH]
CC(=O)N(C)
cs2)c1
c2ncnc(N
c2ccc(Cl)cc2)c1
Cc1nc2c(
CC(CO)
c(SC
c(C)c1)
[n+](C
C)CC1
c3cccc(C)c3)
c3cn(C)
c1cnn2
[nH]c2)
CC[C@]2(C)
c1cccc([N+](=O)[O-])c1
C(N)=O)c(N
c2ccc(-n3
[C@@H]4CC
C(=O)NS(=O)(=O)
C(=O)NC2
c(F)cc2
SC(
c1ccccc1F
c1cc(Br)
c1ccn
[C@@H]1[C@@H](
c(OC)cc(
Cc2ccc(C)cc2)
c3c(Cl)cc(
c1ccc2nc(
[nH]c1)
c2cc(Br)
[C@@H]2C1
/C(C)=N/
c3ccc(NC(=O)
ncc4
P(=O)(OCC)
c1n[nH]
CCN1C
ccc(F)cc1
OC)c(OC)c1)
N(S(=O)(
c1cc(O)c(O)
C1C2(
CC(C)C[C@H](NC(=O)
c1c(O)ccc(
(O)=O
S2(=O)=O
N(C(C)C)
C2CCC2)
ncnc2
c3ccccc3C2=O)
C4)cc3)
[C@@H](CC(C)C)
OC(C)(C)C)=O)
[N+]([O-])=O
C=CC(=O)
C)O
c3c1
c1(-c2ccccc2)
c3O)
cnc2)
oc2
n4cn
Nc1nc(-
CC(NC(
cnn1
C(F)(F)C(F)(F)
c23)c1
CCCC2)cc1
c3cc(C(=O)N
CC(=O)NC(
c1cc(Br)ccc1
C(=O)N1CCN(C(=O)
C(C)=O)cc1
c2cc3c(cc2)OCO3)
nc(SC)
[C@@H](CC)
OC[C@H]2
c1ccc(C(N
C(=O)[C@H](
C=N
c23)CC1
[N+]([O-])=O)c1
3)ccc21
)ccc1O
[C@@H]1(O)
/N=C2\
CC(c1ccccc1)
no2)cc1
nn(C
[C@H]1(O)
